Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=351_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhus Roavvenjárggas 7.-8.4.2010
sms: SääŠmnuõri čeäppvuõđpeiŠvv RuäŠvnjaarǥâst 7.-8.4.2010

source: Sámenuoraid dáiddadáhpáhus lágiduvvo guovttebeaivásaš dáhpáhussan Roavvenjárggas nuoraidbáiki Mondes guovdugávpoga cuoŋománu 7.-8. beivviid.
sms: Sámenuoraid dáiddadáhpáhus / SääŠmnuõri kuõiŠttpeeiŠv čeäppvuõđpeiŠvv riâžžât RuäŠvnjaarǥâst Nuõripõrtt Mondellast kâskka gåårad njuhččmannu 7.-8. peeiŠvi.

source: Riikkadási Nuorra Kultuvra – dáhpáhus ii lágiduvvo dán jagi olláge, nu ahte Sámenuoraid dáiddadáhpáhus lea iehčanas dáhpáhus.
sms: VäŠlddkåådlaž Nuõri Kulttuur – poodd jeät riâššu tän eeŠjj ni vooŠps, nääiŠt SääŠmnuõri čeäppvuõđpeiŠvv lij pååđnallšem jiiŠjjes-i peiŠvvpodd.

source: Dáhpáhusa temán lea musihkka.
sms: ČeäppvuõđpeeiŠv teemmân lij musiikk.

source: Sámenuoraid dáiddadáhpáhus - dieđáhus 27.01.2010
sms: SääŠmnuõri čeäppvuõđpeiŠvv TEÄĐTʼS 27.1.2010
